@extends('layouts.admin')
@section('title', 'about')


@section('content')

<br>
    <h3>募集方法</h3>
    <p>フォーマットを選択し、プレイしたい場所としてショップ名を書き込みください。<br>
リクエストが集まりやすいようにタイトルとコメントもしっかりとお忘れなく。  <br>
また、募集の書き込み等にはツイッターでのログインを義務付けております。  </p>
<br>
<p> 利用させて頂くショップのプレイスペースのルールは厳守でお願いいたします。</p>
<p>    パックやシングルもぜひお買い求めください！！</p>
<p>    ＊原則としてプレイ場所はショップが望ましいです。（初対面の方とお会いするため）</p>
<br>
    <h3> 募集を探そう！</h3>
        <p>「募集を探す」より、対戦相手募集の書き込みを探すことができます。<br>
    アナタの近くで、気になる人や、ハマっているフォーマットの募集があればぜひリクエストを送りましょう。</p>
        <br>
        <h3>リクエストを送ろう</h3>
            <p>リクエストを送ることで、相手にコチラのツイッターアカウントの情報が送られます。<br>
    承認されると募集者の方とやりとりが出来るようになります。</p>

            <p>  同じく募集をかけた際にも、リクエストが来ましたら相手のアカウント情報をご確認の上、承認することでやりとりができます。</p>
            <br>
            <h3> 実際にやり取りをしよう！！</h3>
    <p>my募集ページ一覧、リクエスト一覧より、承認済みの募集希望の方だけが入れる掲示板が立ち上がります。<br>
    その中で細かな日時のやりとりを行なってくださいませ。</p>
                <br>
                <p>   さあ対戦しよう！良きマジック生活を。</p>
                <br>
                <p>  本サイトはただいま試験運用中でございます。予期せぬ不具合等ございましたら、ぜひお問い合わせよりご連絡頂けると幸いです。<br>
    サイトはリニューアルされる予定になっております。書き込み等の情報もリセットされる予定になっております。ご了承くださいませ。</p>

@endsection
